{
  "under_construction": "Under Construction",
  "construction_message": "We're working hard to get this page ready for you. Please check back soon for more updates!",
  "continue": "Continue",
  "designed_financial_freedom": "Designed Financial Freedom",
  "mission": "Mission",
  "our_story": "Our Story",
  "who_we_help": "Who We Help: Find Your Path to Financial Freedom",
  "contact": "Contact",
  "espanol": "Español",
  "transform_your_financial_life": "Transform Your Financial Life. Design Your Freedom.",
  "stop_the_stress": "Stop the stress. Start living with purpose. We empower individuals and couples to turn financial challenges into lasting joy.",
  "explore_our_coaching": "Explore Our Coaching",
  "book_a_free_call": "Book a Free Call",
  "our_mission": "Our Mission",
  "our_mission_description": "To empower individuals and couples to transform their financial stress into intentional purpose and lasting joy, enabling them to design a life of true financial freedom through Designed Financial Freedom (DFF).",
  "our_journey": "Our Journey: From Debt to Designed Freedom",
  "our_story_intro": "We are Candy and Fernando, and our financial journey is deeply rooted in our experience as immigrants from the Dominican Republic, who came to the United States to pursue higher education. Our story is one of hard work, significant challenges, and ultimately, the triumph of strategic planning and purposeful living.",
  "the_early_years": "The Early Years: Degrees and Debt",
  "the_early_years_description_1": "Fernando graduated from Penn State with a Computer Science degree in 2015 and immediately began working in his field. This was a significant achievement, but it also marked the beginning of a substantial financial challenge. He carried over $70,000 in student loans, and living alone in the U.S., he was solely responsible for all his expenses. Over time, his debt grew to include auto loans and credit card debt, accumulating to more than $100,000.",
  "the_turning_point": "The Turning Point: A Strategic Plan and Continued Resilience",
  "lessons_learned": "Lessons Learned and Our Current Focus",
  "why_were_here": "Why We're Here: Helping You Achieve Your Designed Financial Freedom",
  "the_debt_liberation_seeker": "The Debt Liberation Seeker",
  "the_debt_liberation_seeker_description": "Are you drowning in debt and don't see a way out? Feeling stuck or ashamed?",
  "im_tired_of_the_constant_stress_and_anxiety_about_money": "\"I'm tired of the constant stress and anxiety about money.\"",
  "ive_tried_to_pay_off_debt_before_but_i_always_get_derailed": "\"I've tried to pay off debt before, but I always get derailed.\"",
  "debt_liberation_seeker_helps": "How Designed Financial Freedom (DFF) helps: We'll show you our proven strategies to get out of debt, just like we paid off over $100,000 in 2.5 years. Get a clear roadmap to debt liberation.",
  "get_debt_free": "Get Debt-Free",
  "the_intentional_wealth_builder": "The Intentional Wealth Builder",
  "the_intentional_wealth_builder_description": "Earning well but don't know where your money goes? Want to invest but overwhelmed?",
  "i_want_my_money_to_reflect_my_values_but_i_dont_know_how": "\"I want my money to reflect my values, but I don't know how.\"",
  "i_feel_guilty_about_my_spending_even_on_things_i_enjoy": "\"I feel guilty about my spending, even on things I enjoy.\"",
  "intentional_wealth_builder_helps": "How Designed Financial Freedom (DFF) helps: Move beyond just saving to consciously designing a financial life that funds your passions – like guilt-free vacations and experiences. Learn to make your money work harder for you.",
  "build_intentional_wealth": "Build Intentional Wealth",
  "the_resilient_navigator": "The Resilient Navigator",
  "the_resilient_navigator_description": "New to the US financial system and feeling lost? Need to build a strong safety net?",
  "how_do_i_manage_money_when_my_income_might_be_unpredictable": "\"How do I manage money when my income might be unpredictable?\"",
  "i_want_to_create_financial_stability_for_my_family_both_here_and_abroad": "\"I want to create financial stability for my family, both here and abroad.\"",
  "resilient_navigator_helps": "How Designed Financial Freedom (DFF) helps: As immigrants ourselves, we understand unique challenges. Learn to build a robust financial foundation that provides peace of mind, even through transitions.",
  "gain_financial_resilience": "Gain Financial Resilience",
  "ready_to_design_your_financial_freedom": "Ready to Design Your Financial Freedom?",
  "lets_connect": "Let's connect and discuss how we can help you achieve your financial goals and live a life aligned with your values.",
  "email": "Email:",
  "book_a_free_discovery_call": "Book a Free Discovery Call:",
  "connect_on_social": "Connect on Social: Instagram Facebook LinkedIn",
  "schedule_your_discovery_call": "Schedule Your Discovery Call",
  "all_rights_reserved": "© 2025 Designed Financial Freedom (DFF). All rights reserved.",
  "privacy_policy": "Privacy Policy",
  "terms_of_service": "Terms of Service",

  "privacy-header-title": "Designed Financial Freedom DFF",
  "privacy-policy-title": "Privacy Policy",
  "privacy-effective-date-label": "**Effective Date:** Aug/31/2025",
  "privacy-intro-1": "This Privacy Policy explains how Designed Financial Freedom (\"we,\" \"us,\" or \"our\") collects, uses, and protects your personal information when you use our financial coaching services (the \"Services\"). By using our Services, you consent to the data practices described in this policy.",
  "privacy-section-1-title": "1. Information We Collect",
  "privacy-section-1-intro": "We collect information that you provide directly to us, as well as information we collect automatically when you interact with our website and services.",
  "privacy-info-direct-title": "Information you provide directly:",
  "privacy-info-direct-contact-label": "Contact Information:",
  "privacy-info-direct-contact-text": "When you contact us through our website, email, or a discovery call, we collect your name, email address, and phone number.",
  "privacy-info-direct-financial-label": "Financial Information:",
  "privacy-info-direct-financial-text": "As part of our coaching program, we may ask you to provide details about your income, expenses, debts, assets, and other financial data necessary to create your \"Financial Freedom Roadmap\" and other personalized documents.",
  "privacy-info-direct-testimonials-label": "Testimonials and Feedback:",
  "privacy-info-direct-testimonials-text": "If you provide us with feedback or a testimonial, you consent to us using your name, and potentially your image or video, in our marketing materials.",
  "privacy-info-auto-title": "Information we collect automatically:",
  "privacy-info-auto-usage-label": "Usage Data:",
  "privacy-info-auto-usage-text": "When you visit our website, we may collect information about your IP address, browser type, operating system, and how you interact with our site. This is typically done through analytics tools (e.g., Google Analytics).",
  "privacy-info-auto-cookies-label": "Cookies:",
  "privacy-info-auto-cookies-text": "Our website may use cookies to improve your user experience and collect usage data. You can control cookie usage through your browser settings.",
  "privacy-info-third-party-title": "Information from third parties:",
  "privacy-info-third-party-payment-label": "Payment Processors:",
  "privacy-info-third-party-payment-text": "When you make a payment for our Services, your payment information is handled by a third-party payment processor, Affirm, Klarna. We do not store your credit card or bank account details. You should review the privacy policy of the third-party processor to understand their data practices.",
  "privacy-info-third-party-platforms-label": "Other Platforms:",
  "privacy-info-third-party-platforms-text": "When you engage with us on social media (e.g., Instagram, LinkedIn), we may receive information about you from those platforms in accordance with their privacy policies.",
  "privacy-info-third-party-tools-label": "Third-Party Tools:",
  "privacy-info-third-party-tools-text": "We may use other third-party tools and platforms to deliver our services. These may include, but are not limited to:",
  "privacy-info-third-party-tools-video-label": "Video Calls:",
  "privacy-info-third-party-tools-video-text": "Zoom",
  "privacy-info-third-party-tools-docs-label": "Document Sharing:",
  "privacy-info-third-party-tools-docs-text": "Google Drive",
  "privacy-info-third-party-tools-crm-label": "Client Management:",
  "privacy-info-third-party-tools-crm-text": "[Name of CRM or Client Management System]",
  "privacy-section-2-title": "2. How We Use Your Information",
  "privacy-section-2-intro": "We use the information we collect for the following purposes:",
  "privacy-section-2-purpose-1": "To provide, operate, and maintain our Services, including creating your personalized documents and conducting coaching sessions.",
  "privacy-section-2-purpose-2": "To communicate with you about your account, program updates, and to respond to your inquiries.",
  "privacy-section-2-purpose-3": "To process payments for our Services.",
  "privacy-section-2-purpose-4": "To improve our Services and develop new educational materials.",
  "privacy-section-2-purpose-5": "For marketing and promotional purposes, such as sending you information about our services or using your testimonials. You can opt out of marketing communications at any time.",
  "privacy-section-3-title": "3. Sharing and Disclosure of Your Information",
  "privacy-section-3-intro": "We do not sell, trade, or rent your personal information to others. We may share your information in the following limited circumstances:",
  "privacy-section-3-service-providers-label": "With Service Providers:",
  "privacy-section-3-service-providers-text": "We may share your information with trusted third-party service providers who help us operate our business (e.g., our CRM system, and payment processors). These service providers are bound by confidentiality obligations.",
  "privacy-section-3-legal-label": "For Legal Reasons:",
  "privacy-section-3-legal-text": "We may disclose your information if required to do so by law or in the good faith belief that such action is necessary to comply with legal processes, protect our rights, or ensure the safety of our clients or the public.",
  "privacy-section-3-business-transfers-label": "Business Transfers:",
  "privacy-section-3-business-transfers-text": "In the event of a merger, acquisition, or sale of all or a portion of our assets, your information may be transferred as part of that transaction.",
  "privacy-section-4-title": "4. Data Retention Policy",
  "privacy-section-4-text": "We retain your personal information for as long as necessary to provide our services and to comply with our legal obligations. We will securely delete or anonymize your data after a period of three years following the completion of your program, or as required by law.",
  "privacy-section-5-title": "5. Your Rights Regarding Your Information",
  "privacy-section-5-intro": "You have the following rights concerning your personal information that we hold:",
  "privacy-section-5-right-access-label": "Right to Access:",
  "privacy-section-5-right-access-text": "You have the right to request a copy of the personal information we have about you.",
  "privacy-section-5-right-rectification-label": "Right to Rectification:",
  "privacy-section-5-right-rectification-text": "You have the right to request that we correct any inaccurate or incomplete information.",
  "privacy-section-5-right-erasure-label": "Right to Erasure:",
  "privacy-section-5-right-erasure-text": "You have the right to request that we delete your personal information, subject to certain legal obligations to retain the data.",
  "privacy-section-5-contact-text": "To exercise any of these rights, please contact us using the information provided below.",
  "privacy-section-6-title": "6. Age Limitations",
  "privacy-section-6-text": "Our services are intended for individuals who are 18 years of age or older. We do not knowingly collect personal information from individuals under the age of 18. If you are a parent or guardian and believe we have collected information from a child under 18, please contact us immediately.",
  "privacy-section-7-title": "7. Data Security",
  "privacy-section-7-text": "We take reasonable measures to protect your personal information from unauthorized access, use, or disclosure. We use a variety of security technologies and procedures, but please be aware that no method of transmission over the internet or electronic storage is 100% secure. You are responsible for keeping your client portal passwords and account information confidential.",
  "privacy-section-8-title": "8. Your Choices",
  "privacy-section-8-opt-out-label": "Opt-Out:",
  "privacy-section-8-opt-out-text": "You can opt out of receiving promotional emails from us by following the unsubscribe instructions provided in those emails.",
  "privacy-section-8-cookies-label": "Cookies:",
  "privacy-section-8-cookies-text": "You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent. If you disable or refuse cookies, please note that some parts of our website may be inaccessible or not function properly.",
  "privacy-section-9-title": "9. Changes to this Privacy Policy",
  "privacy-section-9-text": "We may update this Privacy Policy from time to time. We will notify you of any material changes by posting the new policy on our website and updating the \"Effective Date\" at the top of this document. Your continued use of the Services after such changes constitutes your acceptance of the updated policy.",
  "privacy-section-10-title": "10. Contact Us",
  "privacy-section-10-text": "If you have any questions or concerns about this Privacy Policy, please contact us at:",

  "tos-header-title": "Financial Coaching Business",
  "tos-header-subtitle": "Terms of Service",
  "tos-terms-of-service-title": "Terms of Service",
  "tos-effective-date-label": "**Effective Date:** Aug/31/2025",
  "tos-terms-intro-1": "These Terms of Service (\"Terms\") govern your use of the financial coaching services (the \"Services\") provided by Designed Financial Freedom (\"we,\" \"us,\" or \"our\"). By engaging with our Services, you agree to be bound by these Terms.",
  "tos-section-1-title": "1. The Services",
  "tos-section-1-intro": "Our Services are designed to provide financial education, guidance, and accountability through a structured coaching program. Our goal is to help you gain clarity, reduce financial stress, and work towards your financial goals.",
  "tos-program-debt-seeker-title": "Debt Liberation Seeker Program:",
  "tos-program-debt-seeker-philosophy-label": "Program Philosophy:",
  "tos-program-debt-seeker-philosophy-text": "We focus on education and empowerment, not just advice. The goal is to build strategic, sustainable habits that lead to long-term success. Our approach is holistic and values-driven, supported by our own lived experience in navigating debt.",
  "tos-program-debt-seeker-phases-label": "Key Phases:",
  "tos-program-debt-seeker-phases-intro": "The program is divided into four key phases to guide you from your current situation to financial freedom:",
  "tos-program-debt-seeker-phase-1-title": "Phase 1: Stabilization & Control:",
  "tos-program-debt-seeker-phase-1-text": "Focuses on establishing a baseline, confronting debt head-on, and creating a \"Conscious Spending Plan.\"",
  "tos-program-debt-seeker-phase-2-title": "Phase 2: Aggressive Payoff & Mindset:",
  "tos-program-debt-seeker-phase-2-text": "Implements a strategic debt repayment plan and addresses the underlying habits and beliefs that have shaped your financial story.",
  "tos-program-debt-seeker-phase-3-title": "Phase 3: Transition & Protection:",
  "tos-program-debt-seeker-phase-3-text": "Prepares you for a new debt-free reality, including rebuilding credit and protecting the progress you've made.",
  "tos-program-debt-seeker-phase-4-title": "Phase 4: Freedom & Future:",
  "tos-program-debt-seeker-phase-4-text": "Builds a roadmap for long-term wealth by establishing a full emergency fund and introducing foundational investment concepts.",
  "tos-program-debt-seeker-structure-label": "Structure:",
  "tos-program-debt-seeker-structure-text": "The program includes eight (8) dedicated, one-on-one sessions delivered virtually via video calls. The first four sessions will be held weekly, followed by the remaining sessions on a bi-weekly cadence.",
  "tos-program-debt-seeker-deliverables-label": "Deliverables:",
  "tos-program-debt-seeker-deliverables-text": "During the program, you will receive personalized resources, including a \"Financial Freedom Roadmap,\" a \"Conscious Spending Plan,\" a \"Debt Tracking\" sheet, \"Net Worth Snapshot\" reports, and access to our \"Simple Explanations\" library.",
  "tos-program-debt-seeker-support-label": "Ongoing Support:",
  "tos-program-debt-seeker-support-text": "During the program, we will provide email support with a response time of 24-48 business hours, Monday through Friday.",
  "tos-program-wealth-builder-title": "The Intentional Wealth Builder Program:",
  "tos-program-wealth-builder-philosophy-label": "Program Philosophy:",
  "tos-program-wealth-builder-philosophy-text": "We believe wealth is built through intentional action, not just income. We help you create strategic systems to capture income, prevent lifestyle creep, and automate your path to long-term wealth. Our approach is holistic and values-driven, helping you align your finances with your life goals.",
  "tos-program-wealth-builder-phases-label": "Key Phases:",
  "tos-program-wealth-builder-phases-intro": "The program is divided into four key phases:",
  "tos-program-wealth-builder-phase-1-title": "Phase 1: Stabilization & Control:",
  "tos-program-wealth-builder-phase-1-text": "Confront the disconnect between income and progress, create a clear financial picture, and establish a system for intentional cash flow.",
  "tos-program-wealth-builder-phase-2-title": "Phase 2: Foundation & Optimization:",
  "tos-program-wealth-builder-phase-2-text": "Build a robust financial foundation by establishing a full emergency fund and addressing behavioral triggers and limiting beliefs.",
  "tos-program-wealth-builder-phase-3-title": "Phase 3: Strategic Investing & Growth:",
  "tos-program-wealth-builder-phase-3-text": "Demystify investing, optimize retirement accounts, and create a clear, actionable strategy to grow wealth.",
  "tos-program-wealth-builder-phase-4-title": "Phase 4: Maintenance & Legacy:",
  "tos-program-wealth-builder-phase-4-text": "Solidify financial systems, track net worth consistently, and establish a rhythm for ongoing financial reviews to sustain and protect your growing wealth.",
  "tos-program-wealth-builder-structure-label": "Structure:",
  "tos-program-wealth-builder-structure-text": "This program also includes eight (8) dedicated, one-on-one sessions delivered virtually via video calls. The first four sessions will be held weekly, followed by the remaining sessions on a bi-weekly cadence.",
  "tos-program-wealth-builder-deliverables-label": "Deliverables:",
  "tos-program-wealth-builder-deliverables-text": "You will receive personalized resources, including a \"Financial Freedom Roadmap,\" \"Conscious Spending Plan,\" \"Net Worth Snapshot\" reports, and access to our \"Simple Explanations\" library.",
  "tos-program-wealth-builder-support-label": "Ongoing Support:",
  "tos-program-wealth-builder-support-text": "During the program, we will provide email support with a response time of 24-48 business hours, Monday through Friday.",
  "tos-program-resilient-navigator-title": "The Resilient Navigator Program:",
  "tos-program-resilient-navigator-philosophy-label": "Program Philosophy:",
  "tos-program-resilient-navigator-philosophy-text": "This program is designed to replace financial confusion with clarity. We focus on building resilience through a strategic, protective foundation, helping you navigate an unfamiliar financial system with confidence and purpose. Our support is rooted in a lived experience of personal transformation.",
  "tos-program-resilient-navigator-phases-label": "Key Phases:",
  "tos-program-resilient-navigator-phases-intro": "The program is divided into four key phases:",
  "tos-program-resilient-navigator-phase-1-title": "Phase 1: Stability & System Navigation:",
  "tos-program-resilient-navigator-phase-1-text": "Focuses on demystifying the U.S. financial system, managing cash flow with purpose, and building a financial cushion to prevent reliance on high-cost services.",
  "tos-program-resilient-navigator-phase-2-title": "Phase 2: Credit & Resilience:",
  "tos-program-resilient-navigator-phase-2-text": "Strengthens your financial resilience by explaining how credit works, exploring safe credit-building tools, and addressing limiting beliefs.",
  "tos-program-resilient-navigator-phase-3-title": "Phase 3: Planning & Long-Term Habits:",
  "tos-program-resilient-navigator-phase-3-text": "Helps you transition from short-term stability to long-term planning by exploring long-term savings, setting goals, and automating habits.",
  "tos-program-resilient-navigator-phase-4-title": "Phase 4: Empowerment & Ongoing Support:",
  "tos-program-resilient-navigator-phase-4-text": "Celebrates your progress, supports long-term empowerment, and helps you create a plan to sustain momentum and build a resilient life.",
  "tos-program-resilient-navigator-structure-label": "Structure:",
  "tos-program-resilient-navigator-structure-text": "This program includes eight (8) dedicated, one-on-one sessions delivered virtually via video calls. The first four sessions will be held weekly, followed by the remaining sessions on a bi-weekly cadence.",
  "tos-program-resilient-navigator-deliverables-label": "Deliverables:",
  "tos-program-resilient-navigator-deliverables-text": "You will receive personalized resources, including a \"Conscious Spending Plan,\" \"Net Worth Snapshot\" reports, and access to our \"Simple Explanations\" library.",
  "tos-program-resilient-navigator-support-label": "Ongoing Support:",
  "tos-program-resilient-navigator-support-text": "During the program, we will provide email support with a response time of 24-48 business hours, Monday through Friday.",
  "tos-post-program-membership-title": "Post-Program Membership:",
  "tos-post-program-membership-eligibility-label": "Eligibility:",
  "tos-post-program-membership-eligibility-text": "Upon successful completion of the initial eight-session program, you will have the option to enroll in our monthly membership for ongoing support.",
  "tos-post-program-membership-benefits-label": "Membership Benefits:",
  "tos-post-program-membership-benefits-text": "The membership includes access to monthly group Q&A calls, an exclusive online community, a library of advanced resources, and quarterly financial check-in prompts.",
  "tos-post-program-membership-fees-label": "Membership Fees:",
  "tos-post-program-membership-fees-text": "The monthly membership fee is $97 per month.",
  "tos-section-2-title": "2. Client Responsibilities",
  "tos-section-2-active-participation-label": "Active Participation:",
  "tos-section-2-active-participation-text": "To achieve the best results, you agree to actively participate in all sessions, complete assigned tasks, and provide accurate and timely financial information.",
  "tos-section-2-confidentiality-label": "Confidentiality:",
  "tos-section-2-confidentiality-text": "We will treat all of your financial and personal information with confidentiality. However, you are responsible for maintaining the confidentiality of any information or resources we provide to you.",
  "tos-section-3-title": "3. Payment Terms",
  "tos-section-3-program-fee-label": "Program Fee:",
  "tos-section-3-program-fee-text": "The total fee for the initial eight-session program is $3,000.",
  "tos-section-3-deposit-label": "Deposit:",
  "tos-section-3-deposit-text": "A non-refundable deposit of $750 is required upon signing to secure your commitment and reserve your program slot. This deposit will be applied towards the total program fee.",
  "tos-section-3-payment-options-label": "Payment Options:",
  "tos-section-3-upfront-payment-label": "Upfront Payment:",
  "tos-section-3-upfront-payment-text": "The full program fee, less the deposit, is due before the start of the first session.",
  "tos-section-3-installment-plans-label": "Installment Plans:",
  "tos-section-3-installment-plans-text": "We partner with a third-party service, Affirm or Klarna, to offer flexible installment payment options. By choosing this option, you acknowledge that you will be entering into a separate agreement with the third-party provider and are subject to their terms and conditions. We will receive the full program fee from the financing partner upfront.",
  "tos-section-3-membership-payments-label": "Membership Payments:",
  "tos-section-3-membership-payments-text": "Membership fees are $97 per month and will be charged on a recurring monthly basis. You may cancel your membership at any time, but no refunds will be provided for the current month's fee.",
  "tos-section-4-title": "4. Disclaimer of Financial Advice",
  "tos-section-4-text": "We are financial coaches, not licensed financial advisors, accountants, or lawyers. The information and guidance we provide are for educational and informational purposes only. We do not provide financial, legal, or tax advice. You are solely responsible for all financial decisions you make. We encourage you to consult with a qualified professional before making any financial decisions.",
  "tos-section-5-title": "5. Intellectual Property",
  "tos-section-5-text": "All materials, including workbooks, tools, templates, and program content provided to you, are the intellectual property of Designed Financial Freedom. You are granted a limited, non-exclusive, non-transferable license to use these materials for your personal use during and after the program. You may not copy, reproduce, distribute, or otherwise use these materials for any commercial purpose without our express written consent.",
  "tos-section-6-title": "6. Limitation of Liability",
  "tos-section-6-text": "To the fullest extent permitted by law, Designed Financial Freedom shall not be liable for any direct, indirect, incidental, special, or consequential damages resulting from your use of our Services. Our total liability to you for any and all claims shall not exceed the amount you paid for the Services.",
  "tos-section-7-title": "7. Termination",
  "tos-section-7-text": "We reserve the right to terminate our Services to you at any time for any reason, including but not limited to, a breach of these Terms. If you wish to terminate the Services, please provide written notice. The non-refundable deposit will be retained upon any termination.",
  "tos-section-8-title": "8. Governing Law",
  "tos-section-8-text": "These Terms shall be governed by and construed in accordance with the laws of the State of Pennsylvania, without regard to its conflict of law principles.",
  "tos-section-9-title": "9. Contact Us",
  "tos-section-9-text": "If you have any questions about these Terms, please contact us at:"
}
