{
  "under_construction": "En Construcción",
  "construction_message": "Estamos trabajando arduamente para tener esta página lista para ti. ¡Vuelve pronto para más actualizaciones!",
  "continue": "Continuar",
  "designed_financial_freedom": "Diseñando Futuros Financieros",
  "mission": "Misión",
  "our_story": "Nuestra Historia",
  "who_we_help": "A Quién Ayudamos: Encuentra Tu Camino hacia la Libertad Financiera",
  "contact": "Contacto",
  "espanol": "English",
  "transform_your_financial_life": "Transforma Tu Vida Financiera. Diseña Tu Libertad.",
  "stop_the_stress": "Detén el estrés. Empieza a vivir con propósito. Empoderamos a individuos y parejas para convertir los desafíos financieros en alegría duradera.",
  "explore_our_coaching": "Explora Nuestro Coaching",
  "book_a_free_call": "Reserva una Llamada Gratuita",
  "our_mission": "Nuestra Misión",
  "our_mission_description": "Empoderar a individuos y parejas para que transformen su estrés financiero en un propósito intencional y una alegría duradera, permitiéndoles diseñar una vida de verdadera libertad financiera a través de Diseñando Futuros Financieros (DFF).",
  "our_journey": "Nuestro Viaje: De la Deuda a la Libertad Diseñada",
  "our_story_intro": "Somos Candy y Fernando, y nuestro viaje financiero está profundamente arraigado en nuestra experiencia como inmigrantes de la República Dominicana, que vinieron a los Estados Unidos para cursar estudios superiores. Nuestra historia es de arduo trabajo, desafíos significativos y, en última instancia, el triunfo de la planificación estratégica y la vida con propósito.",
  "the_early_years": "Los Primeros Años: Títulos y Deuda",
  "the_early_years_description_1": "Fernando se graduó de Penn State con un título en Ciencias de la Computación en 2015 e inmediatamente comenzó a trabajar en su campo. Este fue un logro significativo, pero también marcó el comienzo de un desafío financiero sustancial. Llevaba más de $70,000 en préstamos estudiantiles, y al vivir solo en EE. UU., era el único responsable de todos sus gastos. Con el tiempo, su deuda creció para incluir préstamos de automóviles y de tarjetas de crédito, acumulando más de $100,000.",
  "the_turning_point": "El Punto de Inflexión: Un Plan Estratégico y Resiliencia Continua",
  "lessons_learned": "Lecciones Aprendidas y Nuestro Enfoque Actual",
  "why_were_here": "Por Qué Estamos Aquí: Ayudándote a Diseñar tu Futuro Financiero",
  "the_debt_liberation_seeker": "El Buscador de Liberación de Deudas",
  "the_debt_liberation_seeker_description": "¿Estás ahogándote en deudas y no ves una salida? ¿Te sientes atrapado o avergonzado?",
  "im_tired_of_the_constant_stress_and_anxiety_about_money": "\"Estoy cansado del constante estrés y la ansiedad por el dinero.\"",
  "ive_tried_to_pay_off_debt_before_but_i_always_get_derailed": "\"He intentado pagar deudas antes, pero siempre me descarrilo.\"",
  "debt_liberation_seeker_helps": "Cómo te ayuda Diseñando Futuros Financieros (DFF): Te mostraremos nuestras estrategias probadas para salir de deudas, tal como pagamos más de $100,000 en 2.5 años. Obtén una hoja de ruta clara para la liberación de deudas.",
  "get_debt_free": "Libérate de Deudas",
  "the_intentional_wealth_builder": "El Constructor de Riqueza Intencional",
  "the_intentional_wealth_builder_description": "¿Ganas bien pero no sabes a dónde va tu dinero? ¿Quieres invertir pero te sientes abrumado?",
  "i_want_my_money_to_reflect_my_values_but_i_dont_know_how": "\"Quiero que mi dinero refleje mis valores, pero no sé cómo.\"",
  "i_feel_guilty_about_my_spending_even_on_things_i_enjoy": "\"Me siento culpable por mis gastos, incluso en cosas que disfruto.\"",
  "intentional_wealth_builder_helps": "Cómo te ayuda Diseñando Futuros Financieros (DFF): Ve más allá de solo ahorrar para diseñar conscientemente una vida financiera que financie tus pasiones, como vacaciones y experiencias sin culpa. Aprende a hacer que tu dinero trabaje más para ti.",
  "build_intentional_wealth": "Construye Riqueza Intencional",
  "the_resilient_navigator": "El Navegante Resiliente",
  "the_resilient_navigator_description": "¿Eres nuevo en el sistema financiero de EE. UU. y te sientes perdido? ¿Necesitas construir una red de seguridad sólida?",
  "how_do_i_manage_money_when_my_income_might_be_unpredictable": "\"¿Cómo gestiono el dinero cuando mi ingreso podría ser impredecible?\"",
  "i_want_to_create_financial_stability_for_my_family_both_here_and_abroad": "\"Quiero crear estabilidad financiera para mi familia, tanto aquí como en el extranjero.\"",
  "resilient_navigator_helps": "Cómo te ayuda Diseñando Futuros Financieros (DFF): Como inmigrantes, entendemos los desafíos únicos. Aprende a construir una base financiera sólida que te brinde tranquilidad, incluso durante las transiciones.",
  "gain_financial_resilience": "Obtén Resiliencia Financiera",
  "ready_to_design_your_financial_freedom": "¿Listo para Diseñar Tu Libertad Financiera?",
  "lets_connect": "Conectémonos y hablemos de cómo podemos ayudarte a alcanzar tus metas financieras y vivir una vida alineada con tus valores.",
  "email": "Correo electrónico:",
  "book_a_free_discovery_call": "Reserva una Llamada de Descubrimiento Gratuita:",
  "connect_on_social": "Conecta en Redes Sociales: Instagram Facebook LinkedIn",
  "schedule_your_discovery_call": "Agenda Tu Llamada de Descubrimiento",
  "all_rights_reserved": "© 2025 Diseñando Futuros Financieros (DFF). Todos los derechos reservados.",
  "privacy_policy": "Política de Privacidad",
  "terms_of_service": "Términos de Servicio",

  "privacy-header-title": "Diseñando Futuros Financieros DFF",
  "privacy-policy-title": "Política de Privacidad",
  "privacy-effective-date-label": "**Fecha de Vigencia:** 31/Ago/2025",
  "privacy-intro-1": "Esta Política de Privacidad explica cómo Diseñando Futuros Financieros (\"nosotros\" o \"nuestro\") recopila, utiliza y protege su información personal cuando utiliza nuestros servicios de coaching financiero (los \"Servicios\"). Al utilizar nuestros Servicios, usted consiente las prácticas de datos descritas en esta política.",
  "privacy-section-1-title": "1. Información que Recopilamos",
  "privacy-section-1-intro": "Recopilamos la información que usted nos proporciona directamente, así como la información que recopilamos automáticamente cuando interactúa con nuestro sitio web y servicios.",
  "privacy-info-direct-title": "Información que usted proporciona directamente:",
  "privacy-info-direct-contact-label": "Información de Contacto:",
  "privacy-info-direct-contact-text": "Cuando se pone en contacto con nosotros a través de nuestro sitio web, correo electrónico o una llamada de descubrimiento, recopilamos su nombre, dirección de correo electrónico y número de teléfono.",
  "privacy-info-direct-financial-label": "Información Financiera:",
  "privacy-info-direct-financial-text": "Como parte de nuestro programa de coaching, podemos pedirle que proporcione detalles sobre sus ingresos, gastos, deudas, activos y otros datos financieros necesarios para crear su \"Hoja de Ruta de la Libertad Financiera\" y otros documentos personalizados.",
  "privacy-info-direct-testimonials-label": "Testimonios y Comentarios:",
  "privacy-info-direct-testimonials-text": "Si nos proporciona comentarios o un testimonio, usted consiente que usemos su nombre, y potencialmente su imagen o video, en nuestros materiales de marketing.",
  "privacy-info-auto-title": "Información que recopilamos automáticamente:",
  "privacy-info-auto-usage-label": "Datos de Uso:",
  "privacy-info-auto-usage-text": "Cuando visita nuestro sitio web, podemos recopilar información sobre su dirección IP, tipo de navegador, sistema operativo y cómo interactúa con nuestro sitio. Esto se hace típicamente a través de herramientas de análisis (por ejemplo, Google Analytics).",
  "privacy-info-auto-cookies-label": "Cookies:",
  "privacy-info-auto-cookies-text": "Nuestro sitio web puede utilizar cookies para mejorar su experiencia de usuario y recopilar datos de uso. Puede controlar el uso de cookies a través de la configuración de su navegador.",
  "privacy-info-third-party-title": "Información de terceros:",
  "privacy-info-third-party-payment-label": "Procesadores de Pagos:",
  "privacy-info-third-party-payment-text": "Cuando realiza un pago por nuestros Servicios, su información de pago es manejada por un procesador de pagos de terceros, Affirm o Klarna. No almacenamos los detalles de su tarjeta de crédito o cuenta bancaria. Debe revisar la política de privacidad del procesador de terceros para entender sus prácticas de datos.",
  "privacy-info-third-party-platforms-label": "Otras Plataformas:",
  "privacy-info-third-party-platforms-text": "Cuando interactúa con nosotros en las redes sociales (por ejemplo, Instagram, LinkedIn), podemos recibir información sobre usted de esas plataformas de acuerdo con sus políticas de privacidad.",
  "privacy-info-third-party-tools-label": "Herramientas de Terceros:",
  "privacy-info-third-party-tools-text": "Podemos utilizar otras herramientas y plataformas de terceros para prestar nuestros servicios. Estas pueden incluir, pero no se limitan a:",
  "privacy-info-third-party-tools-video-label": "Videollamadas:",
  "privacy-info-third-party-tools-video-text": "Zoom",
  "privacy-info-third-party-tools-docs-label": "Compartir Documentos:",
  "privacy-info-third-party-tools-docs-text": "Google Drive",
  "privacy-info-third-party-tools-crm-label": "Gestión de Clientes:",
  "privacy-info-third-party-tools-crm-text": "[Nombre del CRM o Sistema de Gestión de Clientes]",
  "privacy-section-2-title": "2. Cómo Usamos Su Información",
  "privacy-section-2-intro": "Utilizamos la información que recopilamos para los siguientes fines:",
  "privacy-section-2-purpose-1": "Para proporcionar, operar y mantener nuestros Servicios, incluyendo la creación de sus documentos personalizados y la realización de sesiones de coaching.",
  "privacy-section-2-purpose-2": "Para comunicarnos con usted sobre su cuenta, actualizaciones del programa y para responder a sus consultas.",
  "privacy-section-2-purpose-3": "Para procesar pagos por nuestros Servicios.",
  "privacy-section-2-purpose-4": "Para mejorar nuestros Servicios y desarrollar nuevos materiales educativos.",
  "privacy-section-2-purpose-5": "Para fines de marketing y promoción, como enviarle información sobre nuestros servicios o usar sus testimonios. Puede optar por no recibir comunicaciones de marketing en cualquier momento.",
  "privacy-section-3-title": "3. Compartir y Divulgar Su Información",
  "privacy-section-3-intro": "No vendemos, comercializamos ni alquilamos su información personal a otros. Podemos compartir su información en las siguientes circunstancias limitadas:",
  "privacy-section-3-service-providers-label": "Con Proveedores de Servicios:",
  "privacy-section-3-service-providers-text": "Podemos compartir su información con proveedores de servicios de terceros de confianza que nos ayudan a operar nuestro negocio (por ejemplo, nuestro sistema CRM y procesadores de pagos). Estos proveedores de servicios están obligados por obligaciones de confidencialidad.",
  "privacy-section-3-legal-label": "Por Razones Legales:",
  "privacy-section-3-legal-text": "Podemos divulgar su información si se nos exige por ley o si creemos de buena fe que dicha acción es necesaria para cumplir con procesos legales, proteger nuestros derechos o garantizar la seguridad de nuestros clientes o del público.",
  "privacy-section-3-business-transfers-label": "Transferencias de Negocio:",
  "privacy-section-3-business-transfers-text": "En caso de una fusión, adquisición o venta de la totalidad o una parte de nuestros activos, su información puede ser transferida como parte de esa transacción.",
  "privacy-section-4-title": "4. Política de Retención de Datos",
  "privacy-section-4-text": "Retenemos su información personal durante el tiempo que sea necesario para prestar nuestros servicios y para cumplir con nuestras obligaciones legales. Eliminaremos o anonimizaremos de forma segura sus datos después de un período de tres años después de la finalización de su programa, o según lo exija la ley.",
  "privacy-section-5-title": "5. Sus Derechos con Respecto a Su Información",
  "privacy-section-5-intro": "Usted tiene los siguientes derechos con respecto a su información personal que tenemos:",
  "privacy-section-5-right-access-label": "Derecho de Acceso:",
  "privacy-section-5-right-access-text": "Tiene derecho a solicitar una copia de la información personal que tenemos sobre usted.",
  "privacy-section-5-right-rectification-label": "Derecho de Rectificación:",
  "privacy-section-5-right-rectification-text": "Tiene derecho a solicitar que corrijamos cualquier información inexacta o incompleta.",
  "privacy-section-5-right-erasure-label": "Derecho de Supresión:",
  "privacy-section-5-right-erasure-text": "Tiene derecho a solicitar que eliminemos su información personal, sujeto a ciertas obligaciones legales de retener los datos.",
  "privacy-section-5-contact-text": "Para ejercer cualquiera de estos derechos, por favor contáctenos usando la información proporcionada a continuación.",
  "privacy-section-6-title": "6. Limitaciones de Edad",
  "privacy-section-6-text": "Nuestros servicios están destinados a personas de 18 años o más. No recopilamos a sabiendas información personal de personas menores de 18 años. Si usted es padre o tutor y cree que hemos recopilado información de un menor de 18 años, por favor contáctenos de inmediato.",
  "privacy-section-7-title": "7. Seguridad de los Datos",
  "privacy-section-7-text": "Tomamos medidas razonables para proteger su información personal del acceso no autorizado, uso o divulgación. Utilizamos una variedad de tecnologías y procedimientos de seguridad, pero tenga en cuenta que ningún método de transmisión por Internet o almacenamiento electrónico es 100% seguro. Usted es responsable de mantener la confidencialidad de las contraseñas de su portal de cliente y la información de su cuenta.",
  "privacy-section-8-title": "8. Sus Opciones",
  "privacy-section-8-opt-out-label": "Exclusión Voluntaria:",
  "privacy-section-8-opt-out-text": "Puede optar por no recibir correos electrónicos promocionales de nosotros siguiendo las instrucciones para cancelar la suscripción que se proporcionan en esos correos electrónicos.",
  "privacy-section-8-cookies-label": "Cookies:",
  "privacy-section-8-cookies-text": "Puede configurar su navegador para que rechace todas o algunas cookies del navegador, o para que le avise cuando se envían cookies. Si deshabilita o rechaza las cookies, tenga en cuenta que algunas partes de nuestro sitio web pueden ser inaccesibles o no funcionar correctamente.",
  "privacy-section-9-title": "9. Cambios en esta Política de Privacidad",
  "privacy-section-9-text": "Podemos actualizar esta Política de Privacidad de vez en cuando. Le notificaremos de cualquier cambio material publicando la nueva política en nuestro sitio web y actualizando la \"Fecha de Vigencia\" en la parte superior de este documento. Su uso continuado de los Servicios después de dichos cambios constituye su aceptación de la política actualizada.",
  "privacy-section-10-title": "10. Contáctenos",
  "privacy-section-10-text": "Si tiene alguna pregunta o inquietud sobre esta Política de Privacidad, por favor contáctenos en:",

  "tos-header-title": "Negocio de Coaching Financiero",
  "tos-header-subtitle": "Términos de Servicio",
  "tos-terms-of-service-title": "Términos de Servicio",
  "tos-effective-date-label": "**Fecha de Vigencia:** 31/Ago/2025",
  "tos-terms-intro-1": "Estos Términos de Servicio (\"Términos\") rigen el uso de los servicios de coaching financiero (los \"Servicios\") proporcionados por Diseñando Futuros Financieros (\"nosotros\" o \"nuestro\"). Al participar en nuestros Servicios, usted acepta estar obligado por estos Términos.",
  "tos-section-1-title": "1. Los Servicios",
  "tos-section-1-intro": "Nuestros Servicios están diseñados para proporcionar educación financiera, orientación y rendición de cuentas a través de un programa de coaching estructurado. Nuestro objetivo es ayudarle a obtener claridad, reducir el estrés financiero y trabajar hacia sus metas financieras.",
  "tos-program-debt-seeker-title": "Programa Buscador de Liberación de Deudas:",
  "tos-program-debt-seeker-philosophy-label": "Filosofía del Programa:",
  "tos-program-debt-seeker-philosophy-text": "Nos enfocamos en la educación y el empoderamiento, no solo en el asesoramiento. El objetivo es construir hábitos estratégicos y sostenibles que conduzcan al éxito a largo plazo. Nuestro enfoque es holístico y basado en valores, apoyado por nuestra propia experiencia vivida al navegar la deuda.",
  "tos-program-debt-seeker-phases-label": "Fases Clave:",
  "tos-program-debt-seeker-phases-intro": "El programa se divide en cuatro fases clave para guiarlo desde su situación actual hasta la libertad financiera:",
  "tos-program-debt-seeker-phase-1-title": "Fase 1: Estabilización y Control:",
  "tos-program-debt-seeker-phase-1-text": "Se enfoca en establecer una línea de base, enfrentar la deuda de frente y crear un \"Plan de Gastos Consciente.\"",
  "tos-program-debt-seeker-phase-2-title": "Fase 2: Pago Agresivo y Mentalidad:",
  "tos-program-debt-seeker-phase-2-text": "Implementa un plan de pago de deudas estratégico y aborda los hábitos y creencias subyacentes que han dado forma a su historia financiera.",
  "tos-program-debt-seeker-phase-3-title": "Fase 3: Transición y Protección:",
  "tos-program-debt-seeker-phase-3-text": "Lo prepara para una nueva realidad sin deudas, incluyendo la reconstrucción del crédito y la protección del progreso que ha logrado.",
  "tos-program-debt-seeker-phase-4-title": "Fase 4: Libertad y Futuro:",
  "tos-program-debt-seeker-phase-4-text": "Construye una hoja de ruta para la riqueza a largo plazo estableciendo un fondo de emergencia completo e introduciendo conceptos de inversión fundamentales.",
  "tos-program-debt-seeker-structure-label": "Estructura:",
  "tos-program-debt-seeker-structure-text": "El programa incluye ocho (8) sesiones dedicadas e individuales entregadas virtualmente a través de videollamadas. Las primeras cuatro sesiones se llevarán a cabo semanalmente, seguidas de las sesiones restantes con una cadencia quincenal.",
  "tos-program-debt-seeker-deliverables-label": "Entregables:",
  "tos-program-debt-seeker-deliverables-text": "Durante el programa, recibirá recursos personalizados, incluyendo una \"Hoja de Ruta de la Libertad Financiera\", un \"Plan de Gastos Consciente\", una hoja de \"Seguimiento de Deudas\", informes de \"Instantánea del Patrimonio Neto\" y acceso a nuestra biblioteca de \"Explicaciones Sencillas\".",
  "tos-program-debt-seeker-support-label": "Soporte Continuo:",
  "tos-program-debt-seeker-support-text": "Durante el programa, proporcionaremos soporte por correo electrónico con un tiempo de respuesta de 24-48 horas hábiles, de lunes a viernes.",
  "tos-program-wealth-builder-title": "El Programa Constructor de Riqueza Intencional:",
  "tos-program-wealth-builder-philosophy-label": "Filosofía del Programa:",
  "tos-program-wealth-builder-philosophy-text": "Creemos que la riqueza se construye a través de la acción intencional, no solo de los ingresos. Le ayudamos a crear sistemas estratégicos para capturar ingresos, prevenir la inflación del estilo de vida y automatizar su camino hacia la riqueza a largo plazo. Nuestro enfoque es holístico y basado en valores, ayudándole a alinear sus finanzas con sus objetivos de vida.",
  "tos-program-wealth-builder-phases-label": "Fases Clave:",
  "tos-program-wealth-builder-phases-intro": "El programa se divide en cuatro fases clave:",
  "tos-program-wealth-builder-phase-1-title": "Fase 1: Estabilización y Control:",
  "tos-program-wealth-builder-phase-1-text": "Confrontar la desconexión entre los ingresos y el progreso, crear una imagen financiera clara y establecer un sistema para un flujo de caja intencional.",
  "tos-program-wealth-builder-phase-2-title": "Fase 2: Fundación y Optimización:",
  "tos-program-wealth-builder-phase-2-text": "Construir una base financiera robusta estableciendo un fondo de emergencia completo y abordando los desencadenantes de comportamiento y las creencias limitantes.",
  "tos-program-wealth-builder-phase-3-title": "Fase 3: Inversión Estratégica y Crecimiento:",
  "tos-program-wealth-builder-phase-3-text": "Desmitificar la inversión, optimizar las cuentas de jubilación y crear una estrategia clara y accionable para hacer crecer la riqueza.",
  "tos-program-wealth-builder-phase-4-title": "Fase 4: Mantenimiento y Legado:",
  "tos-program-wealth-builder-phase-4-text": "Solidificar los sistemas financieros, hacer un seguimiento constante del patrimonio neto y establecer un ritmo para revisiones financieras continuas para sostener y proteger su riqueza en crecimiento.",
  "tos-program-wealth-builder-structure-label": "Estructura:",
  "tos-program-wealth-builder-structure-text": "Este programa también incluye ocho (8) sesiones dedicadas e individuales entregadas virtualmente a través de videollamadas. Las primeras cuatro sesiones se llevarán a cabo semanalmente, seguidas de las sesiones restantes con una cadencia quincenal.",
  "tos-program-wealth-builder-deliverables-label": "Entregables:",
  "tos-program-wealth-builder-deliverables-text": "Recibirá recursos personalizados, incluyendo una \"Hoja de Ruta de la Libertad Financiera\", \"Plan de Gastos Consciente\", informes de \"Instantánea del Patrimonio Neto\" y acceso a nuestra biblioteca de \"Explicaciones Sencillas\".",
  "tos-program-wealth-builder-support-label": "Soporte Continuo:",
  "tos-program-wealth-builder-support-text": "Durante el programa, proporcionaremos soporte por correo electrónico con un tiempo de respuesta de 24-48 horas hábiles, de lunes a viernes.",
  "tos-program-resilient-navigator-title": "El Programa Navegante Resiliente:",
  "tos-program-resilient-navigator-philosophy-label": "Filosofía del Programa:",
  "tos-program-resilient-navigator-philosophy-text": "Este programa está diseñado para reemplazar la confusión financiera con claridad. Nos enfocamos en construir resiliencia a través de una base estratégica y protectora, ayudándole a navegar un sistema financiero desconocido con confianza y propósito. Nuestro apoyo se basa en una experiencia vivida de transformación personal.",
  "tos-program-resilient-navigator-phases-label": "Fases Clave:",
  "tos-program-resilient-navigator-phases-intro": "El programa se divide en cuatro fases clave:",
  "tos-program-resilient-navigator-phase-1-title": "Fase 1: Estabilidad y Navegación del Sistema:",
  "tos-program-resilient-navigator-phase-1-text": "Se enfoca en desmitificar el sistema financiero de EE. UU., gestionar el flujo de caja con propósito y construir un colchón financiero para evitar la dependencia de servicios de alto costo.",
  "tos-program-resilient-navigator-phase-2-title": "Fase 2: Crédito y Resiliencia:",
  "tos-program-resilient-navigator-phase-2-text": "Fortalece su resiliencia financiera explicando cómo funciona el crédito, explorando herramientas seguras para construir crédito y abordando las creencias limitantes.",
  "tos-program-resilient-navigator-phase-3-title": "Fase 3: Planificación y Hábitos a Largo Plazo:",
  "tos-program-resilient-navigator-phase-3-text": "Le ayuda a pasar de la estabilidad a corto plazo a la planificación a largo plazo explorando ahorros a largo plazo, estableciendo metas y automatizando hábitos.",
  "tos-program-resilient-navigator-phase-4-title": "Fase 4: Empoderamiento y Soporte Continuo:",
  "tos-program-resilient-navigator-phase-4-text": "Celebra su progreso, apoya el empoderamiento a largo plazo y le ayuda a crear un plan para sostener el impulso y construir una vida resiliente.",
  "tos-program-resilient-navigator-structure-label": "Estructura:",
  "tos-program-resilient-navigator-structure-text": "Este programa incluye ocho (8) sesiones dedicadas e individuales entregadas virtualmente a través de videollamadas. Las primeras cuatro sesiones se llevarán a cabo semanalmente, seguidas de las sesiones restantes con una cadencia quincenal.",
  "tos-program-resilient-navigator-deliverables-label": "Entregables:",
  "tos-program-resilient-navigator-deliverables-text": "Recibirá recursos personalizados, incluyendo un \"Plan de Gastos Consciente\", informes de \"Instantánea del Patrimonio Neto\" y acceso a nuestra biblioteca de \"Explicaciones Sencillas\".",
  "tos-program-resilient-navigator-support-label": "Soporte Continuo:",
  "tos-program-resilient-navigator-support-text": "Durante el programa, proporcionaremos soporte por correo electrónico con un tiempo de respuesta de 24-48 horas hábiles, de lunes a viernes.",
  "tos-post-program-membership-title": "Membresía Post-Programa:",
  "tos-post-program-membership-eligibility-label": "Elegibilidad:",
  "tos-post-program-membership-eligibility-text": "Al completar con éxito el programa inicial de ocho sesiones, tendrá la opción de inscribirse en nuestra membresía mensual para obtener soporte continuo.",
  "tos-post-program-membership-benefits-label": "Beneficios de la Membresía:",
  "tos-post-program-membership-benefits-text": "La membresía incluye acceso a llamadas mensuales de preguntas y respuestas en grupo, una comunidad en línea exclusiva, una biblioteca de recursos avanzados y avisos trimestrales de revisión financiera.",
  "tos-post-program-membership-fees-label": "Tarifas de Membresía:",
  "tos-post-program-membership-fees-text": "La tarifa de membresía mensual es de $97 por mes.",
  "tos-section-2-title": "2. Responsabilidades del Cliente",
  "tos-section-2-active-participation-label": "Participación Activa:",
  "tos-section-2-active-participation-text": "Para lograr los mejores resultados, usted acepta participar activamente en todas las sesiones, completar las tareas asignadas y proporcionar información financiera precisa y oportuna.",
  "tos-section-2-confidentiality-label": "Confidencialidad:",
  "tos-section-2-confidentiality-text": "Trataremos toda su información financiera y personal con confidencialidad. Sin embargo, usted es responsable de mantener la confidencialidad de cualquier información o recurso que le proporcionemos.",
  "tos-section-3-title": "3. Términos de Pago",
  "tos-section-3-program-fee-label": "Tarifa del Programa:",
  "tos-section-3-program-fee-text": "La tarifa total para el programa inicial de ocho sesiones es de $3,000.",
  "tos-section-3-deposit-label": "Depósito:",
  "tos-section-3-deposit-text": "Se requiere un depósito no reembolsable de $750 al firmar para asegurar su compromiso y reservar su cupo en el programa. Este depósito se aplicará a la tarifa total del programa.",
  "tos-section-3-payment-options-label": "Opciones de Pago:",
  "tos-section-3-upfront-payment-label": "Pago por Adelantado:",
  "tos-section-3-upfront-payment-text": "La tarifa completa del programa, menos el depósito, se debe pagar antes del inicio de la primera sesión.",
  "tos-section-3-installment-plans-label": "Planes de Pago a Plazos:",
  "tos-section-3-installment-plans-text": "Nos asociamos con un servicio de terceros, Affirm, Klarna, para ofrecer opciones de pago a plazos flexibles. Al elegir esta opción, usted reconoce que celebrará un acuerdo separado con el proveedor de terceros y está sujeto a sus términos y condiciones. Recibiremos la tarifa completa del programa del socio de financiamiento por adelantado.",
  "tos-section-3-membership-payments-label": "Pagos de Membresía:",
  "tos-section-3-membership-payments-text": "Las tarifas de membresía son de $97 por mes y se cobrarán mensualmente de forma recurrente. Puede cancelar su membresía en cualquier momento, pero no se proporcionarán reembolsos por la tarifa del mes actual.",
  "tos-section-4-title": "4. Descargo de Responsabilidad de Asesoramiento Financiero",
  "tos-section-4-text": "Somos coaches financieros, no asesores financieros, contadores o abogados con licencia. La información y orientación que proporcionamos son solo para fines educativos e informativos. No proporcionamos asesoramiento financiero, legal o fiscal. Usted es el único responsable de todas las decisiones financieras que tome. Le recomendamos que consulte con un profesional calificado antes de tomar cualquier decisión financiera.",
  "tos-section-5-title": "5. Propiedad Intelectual",
  "tos-section-5-text": "Todos los materiales, incluyendo cuadernos de trabajo, herramientas, plantillas y contenido del programa que se le proporcionan, son propiedad intelectual de Diseñando Futuros Financieros. Se le otorga una licencia limitada, no exclusiva e intransferible para usar estos materiales para su uso personal durante y después del programa. No puede copiar, reproducir, distribuir o usar estos materiales para ningún propósito comercial sin nuestro consentimiento expreso por escrito.",
  "tos-section-6-title": "6. Limitación de Responsabilidad",
  "tos-section-6-text": "En la máxima medida permitida por la ley, Diseñando Futuros Financieros no será responsable de ningún daño directo, indirecto, incidental, especial o consecuente que resulte de su uso de nuestros Servicios. Nuestra responsabilidad total hacia usted por cualquier y todos los reclamos no excederá la cantidad que pagó por los Servicios.",
  "tos-section-7-title": "7. Terminación",
  "tos-section-7-text": "Nos reservamos el derecho de terminar nuestros Servicios para usted en cualquier momento por cualquier motivo, incluyendo, pero no limitado a, un incumplimiento de estos Términos. Si desea terminar los Servicios, por favor notifíquenos por escrito. El depósito no reembolsable se retendrá en cualquier terminación.",
  "tos-section-8-title": "8. Ley Aplicable",
  "tos-section-8-text": "Estos Términos se regirán e interpretarán de acuerdo con las leyes del Estado de Pensilvania, sin tener en cuenta sus principios de conflicto de leyes.",
  "tos-section-9-title": "9. Contáctenos",
  "tos-section-9-text": "Si tiene alguna pregunta sobre estos Términos, por favor contáctenos en:",

  "about_page_title": "Acerca de Nosotros | Designed Financial Freedom (DFF)",
  "about_header_logo": "Designed Financial Freedom",
  "about_nav_home": "Inicio",
  "about_nav_story": "Nuestra Historia",
  "about_nav_audiences": "A Quién Ayudamos",
  "about_nav_contact": "Contacto",
  "about_hero_title": "Acerca de Nosotros",
  "about_hero_subtitle": "Nuestra historia, misión y las personas detrás de Designed Financial Freedom.",
  "about_hero_quote": "\"He aprendido que la gente olvidará lo que dijiste, la gente olvidará lo que hiciste, pero la gente nunca olvidará cómo los hiciste sentir.\"",
  "about_hero_cite": "— Maya Angelou",
  "about_mission_heading": "Nuestra Misión",
  "about_mission_text": "Proporcionar una guía personalizada, práctica y empática que simplifique conceptos financieros complejos, construya hábitos sostenibles y equipe a nuestros clientes con las herramientas y el conocimiento para lograr una libertad financiera duradera.",
  "about_vision_heading": "Nuestra Visión",
  "about_vision_text": "Ser el socio líder para individuos y familias que buscan claridad, confianza y control sobre sus vidas financieras, permitiéndoles vivir una vida con propósito y abundancia.",
  "about_values_heading": "Nuestros Valores",
  "about_value_1_title": "Confianza e Integridad",
  "about_value_1_text": "Operamos con el más alto nivel de integridad, garantizando la transparencia y la confidencialidad del cliente.",
  "about_value_2_title": "Empatía",
  "about_value_2_text": "Nos encontramos con nuestros clientes donde están, sin juzgarlos, creando un espacio seguro y de apoyo para una conversación abierta.",
  "about_value_3_title": "Empoderamiento",
  "about_value_3_text": "Equipamos a nuestros clientes con las herramientas y la confianza para tomar el control total de sus vidas financieras.",
  "about_value_4_title": "Asociación",
  "about_value_4_text": "Trabajamos en colaboración con nuestros clientes para definir objetivos y celebrar los éxitos juntos.",
  "about_story_heading": "Nuestro Viaje:\nDe la Deuda a la Libertad Diseñada",
  "about_story_p1": "Somos Candy y Fernando, y nuestro viaje financiero está profundamente arraigado en nuestra experiencia como inmigrantes de la República Dominicana, que vinimos a los Estados Unidos para cursar estudios superiores. Nuestra historia es de trabajo duro, desafíos significativos y, en última instancia, el triunfo de la planificación estratégica y la vida con propósito.",
  "about_early_years_heading": "Los Primeros Años: Títulos y Deudas",
  "about_early_years_p1": "Fernando se graduó de Penn State con un título en Ciencias de la Computación en 2015 e inmediatamente comenzó a trabajar en su campo. Este fue un logro significativo, pero también marcó el comienzo de un desafío financiero sustancial. Tenía más de $70,000 en préstamos estudiantiles y, viviendo solo en los EE. UU., era el único responsable de todos sus gastos. Con el tiempo, su deuda creció para incluir préstamos de automóviles y de tarjetas de crédito, acumulando más de $100,000.",
  "about_early_years_p2": "Durante este período, mi propio viaje en los EE. UU. fue distinto. Vine por primera vez a los EE. UU. en agosto de 2017 para estudiar, con la suerte de recibir becas que me permitieron evitar préstamos estudiantiles. Sin embargo, tuve que regresar a la República Dominicana en diciembre de 2018 debido a los requisitos de la visa. Continué trabajando de forma remota, y aunque visité los EE. UU. por períodos prolongados a partir de 2021, mis ingresos se basaban en la RD y no eran suficientes para contribuir a los gastos en los EE. UU.",
  "about_turning_point_heading": "El Punto de Inflexión: Un Plan Estratégico y Resiliencia Continua",
  "about_turning_point_p1": "El momento crucial llegó en enero de 2018. Incluso antes de casarnos en 2019, sabíamos que queríamos estar preparados para nuestro próximo paso juntos. Nos sentamos, analizamos meticulosamente todos los números y creamos un plan estratégico integral para abordar la deuda de frente. Fue una tarea desalentadora, pero estábamos comprometidos.",
  "about_turning_point_p2": "Gracias a un esfuerzo disciplinado y apegándonos a nuestro nuevo plan, estamos increíblemente orgullosos de compartir que pagamos por completo toda esa deuda, más de $100,000, en solo dos años y medio, para agosto de 2020. Este logro significativo se llevó a cabo en gran medida mientras Fernando vivía solo, gestionando todos sus gastos y pagando estratégicamente esta sustancial deuda. Este logro, conseguido incluso mientras navegábamos por el matrimonio, solidificó nuestra creencia en el poder de la gestión financiera intencional.",
  "about_turning_point_p3": "Sin embargo, nuestro viaje financiero continuó presentando desafíos únicos. Aunque me mudé permanentemente a los EE. UU. en 2022, estuve desempleada por más de seis meses, asistiendo a innumerables entrevistas. Durante este período, Fernando continuó asumiendo la responsabilidad financiera completa, manteniéndonos a ambos hasta que comencé a trabajar en enero de 2023. Afortunadamente, como ya había pagado su deuda significativa para 2020 y había acumulado constantemente sus fondos de emergencia, 401(k) y HSA, este período de mantenernos a ambos no fue financieramente difícil. Esta experiencia reforzó aún más nuestra resiliencia y compromiso con nuestros objetivos financieros compartidos.",
  "about_lessons_learned_heading": "Lecciones Aprendidas y Nuestro Enfoque Actual",
  "about_lessons_learned_p1": "Nuestro viaje no estuvo exento de desvíos. También nos aventuramos en la inversión inmobiliaria, comprando dos propiedades. Sin embargo, a través de esa experiencia, aprendimos que no era la opción correcta para nuestra visión de Designed Financial Freedom. Decidimos vender ambas propiedades, entendiendo que la verdadera libertad financiera significa alinear nuestras inversiones y gastos con lo que realmente nos importa.",
  "about_lessons_learned_p2": "Hoy, estamos fuertemente invertidos en nuestra jubilación y ahorramos conscientemente para las experiencias y pasiones que nos brindan la mayor alegría. Somos muy aficionados a las vacaciones y las experiencias. Esto significa que recortamos a propósito las cosas que nos importan menos, lo que nos permite planificar con anticipación y gastar generosamente en los viajes y experiencias que realmente queremos, sin sentir culpa.",
  "about_why_were_here_heading": "Por Qué Estamos Aquí: Ayudándote a Lograr Tu Libertad Financiera Diseñada",
  "about_why_were_here_p1": "Nuestro viaje personal, desde navegar por una deuda significativa como inmigrantes hasta construir una vida alineada con nuestros valores, nos ha inspirado a ayudar a otros. Lanzamos este programa piloto porque queremos empoderarte para que logres tu propia Libertad Financiera Diseñada (DFF), sea lo que sea que eso signifique para ti. Creemos que con las estrategias correctas y una comprensión clara de tus valores, cualquiera puede transformar su vida financiera.",
  "about_founders_heading": "Conoce a los Fundadores",
  "about_fernando_name": "Fernando",
  "about_fernando_title": "Co-Fundador, Estratega Principal",
  "about_fernando_bio": "Como co-fundador y Estratega Principal, el viaje de Fernando de joven inmigrante con más de $100,000 en deudas a propietario financieramente libre es un testimonio del poder de la planificación disciplinada y estratégica. Su experiencia en análisis meticuloso y estrategia financiera orientada a la acción es el núcleo de nuestro enfoque. Le apasiona ayudar a otros a navegar desafíos financieros complejos y construir un camino claro hacia una riqueza duradera.",
  "about_candy_name": "Candy",
  "about_candy_title": "Co-Fundadora, Líder de Empatía",
  "about_candy_bio": "Candy aporta una perspectiva única como co-fundadora y nuestra Líder de Empatía. Su experiencia navegando por la vida como inmigrante y enfrentando un período de desempleo le ha dado una profunda comprensión de la resiliencia financiera. Está comprometida a fomentar un entorno de apoyo y sin juicios, empoderando a los clientes para que tomen el control con confianza de su viaje financiero y alineen sus gastos con lo que realmente les importa.",
  "about_cta_heading": "¿Listo para Diseñar Tu Libertad Financiera?",
  "about_cta_subtitle": "Conectemos y discutamos cómo podemos ayudarte a alcanzar tus metas financieras y vivir una vida alineada con tus valores.",
  "about_email_label": "Correo electrónico:",
  "about_email_link": "hello@dff.life",
  "about_discovery_call_label": "Reserva una Llamada de Descubrimiento Gratuita:",
  "about_discovery_call_link": "Agenda Aquí",
  "about_social_label": "Conéctate en las redes sociales: Instagram Facebook LinkedIn",
  "about_social_instagram": "Instagram",
  "about_social_facebook": "Facebook",
  "about_social_linkedin": "LinkedIn",
  "about_schedule_cta_button": "Programa Tu Llamada de Descubrimiento",
  "about_footer_copyright": "© 2025 Designed Financial Freedom (DFF). Todos los derechos reservados.",
  "about_footer_privacy": "Política de Privacidad",
  "about_footer_terms": "Términos de Servicio"
}
